/**** FileVault Strings and Formatting *****/

/* The format string used to generate the text label that appears in the FileVault conversion progress window when it is showing the progress of a user's home folder getting encrypted.  The %@ is replaced by the user's full name. */
"ENCRYPTING_MESSAGE_FORMAT" = "Thuismap van %@ coderen";

/* The format string used to generate the text label that appears in the FileVault conversion progress window when it is showing the progress of a user's home folder getting decrypted.  The %@ is replaced by the user's full name. */
"DECRYPTING_MESSAGE_FORMAT" = "Thuismap van %@ decoderen";

/* The format string used to generate the text label that appears in the FileVault progress window when it is showing the progress of a user's home folder getting compacted.  The %@ is replaced by the user's full name. */
"COMPACTING_MESSAGE_FORMAT" = "Thuismap van %@ comprimeren";

/* The format string used to generate the text label that appears in the FileVault progress window when it is showing the progress of a user's home folder being backed up by TimeMachine.  The %@ is replaced by the user's full name. */
"BACKINGUP_MESSAGE_FORMAT" = "Reservekopie maken van thuismap van %@";

"CONVERTING_MESSAGE_FORMAT" = "Thuismap van %@ converteren";

/* The following strings appear below the progress bar in the FileVault conversion progress window to indicate the various phases of the conversion process. */
"PHASE_PREPARING" = "Voorbereiden...";
"PHASE_CREATING_IMAGE" = "FileVault aanmaken...";
"PHASE_MOUNTING_IMAGE" = "FileVault activeren...";
"PHASE_COPYING_TO_IMAGE" = "Inhoud van thuismap naar FileVault kopiëren...";
"PHASE_COPY_COMPLETE" = "Het kopiëren is voltooid...";
"PHASE_UPDATING_USER_RECORD" = "Gebruikersgegevens bijwerken...";
"PHASE_UNMOUNTING_IMAGE" = "FileVault deactiveren...";
"PHASE_DELETING_OLD_HOME" = "Oude thuismap verwijderen...";
"PHASE_SECURE_ERASING_OLD_HOME" = "Vorige thuismap veilig wissen…";
"PHASE_CANCELLING" = "Annuleren...";
"PHASE_PAUSED" = "Gepauzeerd";
"PHASE_COMPACTING" = "Schijfruimte uit thuismap halen...";
"PHASE_BACKINGUP" = "Reservekopie maken...";

/* The following strings are time estimates that appear below the progress bar in the FileVault conversion progress window */
"TIME_EST_ESTIMATING" = "Resterende tijd berekenen...";
"TIME_EST_ABOUT_5_SECONDS" = "ongeveer 5 seconden";
"TIME_EST_ABOUT_10_SECONDS" = "ongeveer 10 seconden";
"TIME_EST_UNDER_A_MINUTE" = "minder dan een minuut";
"TIME_EST_ABOUT_A_MINUTE" = "ongeveer een minuut";
"TIME_EST_ABOUT_N_MINUTES" = "ongeveer %d minuten";
"TIME_EST_ABOUT_ONE_HOUR" = "ongeveer 1 uur";
"TIME_EST_ABOUT_ONE_HOUR_N_MINUTES" = "ongeveer 1 uur en %d minuten";
"TIME_EST_ABOUT_PLURAL_HOURS" = "ongeveer %d uur";
"TIME_EST_ABOUT_PLURAL_HOURS_PLURAL_MINUTES" = "ongeveer %1$d uur en %2$d minuten";


"TIME_REMAINING_FORMAT" = "Resterende tijd: %@";
"CANCEL_BUTTON_LABEL" = "Annuleer";

/* The following strings are used to construct the confirmation alert that is presented when a user clicks the Cancel button in the FileVault progress window. */

"CANCEL_CONFIRMATION_STOP_BUTTON" = "Stop";
"CANCEL_CONFIRMATION_CONTINUE_BUTTON" = "Ga door";
"CANCEL_ENCRYPT_CONFIRMATION_MESSAGE" = "Weet u zeker dat u FileVault wilt stoppen?";
"CANCEL_ENCRYPT_CONFIRMATION_INFO" = "FileVault heeft het coderen van deze thuismap nog niet voltooid. Als u nu stopt, wordt FileVault uitgeschakeld voor deze thuismap en blijft de thuismap ongecodeerd.";
"CANCEL_DECRYPT_CONFIRMATION_MESSAGE" = "Weet u zeker dat u FileVault wilt stoppen?";
"CANCEL_DECRYPT_CONFIRMATION_INFO" = "FileVault heeft het decoderen van deze thuismap nog niet voltooid. Als u nu stopt, wordt FileVault ingeschakeld voor deze thuismap en blijft de thuismap gecodeerd.";

/* The following strings are used to construct the confirmation alert that is presented when a user when a compact is necessary during log out. */

"COMPACT_CONFIRMATION_CONTINUE_BUTTON" = "Ga door";
"COMPACT_CONFIRMATION_SKIP_NOW_BUTTON" = "Sla nu over";

"COMPACT_CONFIRMATION_MESSAGE" = "Uw thuismap, die is beveiligd door FileVault, gebruikt meer schijfruimte dan nodig is. FileVault kan de ongebruikte schijfruimte uit de thuismap halen. Wilt u doorgaan?";

"COMPACT_CONFIRMATION_INFO" = "Als u op 'Ga door' klikt, haalt FileVault de ongebruikte schijfruimte uit de thuismap. Hoewel dit enige tijd duurt, wordt aangeraden om FileVault de schijfruimte nu uit de thuismap te laten halen.";


/* Error Alert strings */
"FV_ERROR_OK_BUTTON" = "OK";
"FV_ERROR_TITLE" = "Er heeft zich een fout voorgedaan";
"FILEVAULT_ENCRYPT_ERROR_MESSAGE" = "Er heeft zich een fout voorgedaan bij de codering (%@). FileVault wordt niet ingeschakeld voor deze account.";
"FILEVAULT_DECRYPT_ERROR_MESSAGE" = "Er heeft zich een fout voorgedaan bij de decodering (%@). FileVault wordt niet uitgeschakeld voor deze account.";
"FV_COULD_NOT_CREATE_IMAGE" = "FileVault-schijfkopie kan niet worden aangemaakt";
"FV_COULD_NOT_CREATE_MOUNT_POINT_DIR" = "Tijdelijke directory voor activeringspunt kan niet worden aangemaakt";
"FV_COULD_NOT_MOUNT_IMAGE_FOR_COPYING" = "FileVault-schijfkopie kan niet worden geactiveerd voor het maken van een kopie";
"FV_ERROR_OCCURRED_DURING_COPY" = "Er heeft zich een fout voorgedaan bij het kopiëren.";
"FV_COULD_NOT_MOUNT_IMAGE_FOR_VERIFICATION" = "FileVault-schijfkopie kan niet worden geactiveerd voor controle";
"FV_VERIFICATION_FAILED" = "Controle mislukt";
"FV_COULD_NOT_UNMOUNT_IMAGE" = "FileVault-schijfkopie kan niet worden gedeactiveerd";
"FV_ERROR_DEFAULT" = "Fout %d";

"FV_SECURE_ERASE_FINISHED_TITLE" = "Uw vorige thuismap is veilig gewist.";
"FV_SECURE_ERASE_FINISHED_INFO" = "FileVault-beveiliging is nu ingeschakeld voor uw account en de inhoud van uw thuismap wordt gecodeerd.";
"FV_SECURE_ERASE_FAILED_TITLE" = "Er heeft zich tijdens de FileVault-conversie een probleem voorgedaan bij het veilig wissen van de vorige thuismap.";
"FV_SECURE_ERASE_FAILED_INFO" = "Het veilig wissen is afgebroken voordat uw vorige thuismap volledig kon worden gewist.";
"FV_CONTINUE_TITLE" = "Weet u zeker dat u wilt doorgaan met het op de achtergrond wissen van uw vorige thuismap?";
"FV_CONTINUE_INFO" = "Als u op 'OK' klikt, wordt uw vorige thuismap veilig gewist terwijl u verder werkt. U kunt de status van dit proces controleren in het paneel 'Beveiliging' van Systeemvoorkeuren.";